Repository: seanpm2001/mt-training-data
Catalog: os/os_pontoon.tmx
Source language: en_us
Languages: os

source: Having a profile is not required to contribute though it is helpful, see why below.
os: Архайынæн профиль ӕнӕмӕнг хъæугæ нӕу, ӕниу пайда у, дæлæ ранымайæм цæмæй.

source: Hebrew
os: Уираг

source: Help
os: Æххуыс

source: Help Common Voice reach { $hours } hours in a language with a personal goal
os: Баххуыс кæн Common Voice-æн { $hours } сахатмæ схизынæн æвзаджы сæрмагонд нысаны фæрцы

source: Help create Common Voice’s first target segment in { $locale }
os: Баххуыс кæн саразынæн Common Voice-æн йæ фыццаг нысанон сегмент { $locale } æвзагыл

source: Help reach { $hours } hours in { $language } with a personal goal
os: Баххуыс кæн { $language } æвзагæн { $hours } сахатмæ схизынæн сæрмагонд нысаны фæрцы

source: Help teach machines how real people speak, donate your voice at { $link }
os: Машинæтæ, æцæг адæм куыд дзурынц, уый цæмæй æмбарой, рауæлдай дæ хъæлæс ам: { $link }

source: Help us build a community around voice technology, stay in touch via email.
os: Баххуыс нын кæн саразынæн æмбалад хъæлæсон технологийы тыххæй, контакты баззай электронон посты фæрцы.

source: Help us build a high quality, publicly open dataset
os: Баххуыс ма нын кæнут сфæлдисын хæрзхъæд иумæйаг бæрæггæнæнты æмбырд

source: Help us find more voices, share your goal
os: Баххуыс нын кæн ссарынæн фылдæр хъæлæстæ, равдис дæ нысан

source: Help us find others to donate their voice!
os: Баххуыс нын кæн иннæты ссарынæн, цæмæй рауæлдай кæной сæ хъæлæс!

source: Help us get to { $goal }
os: Бахæццæ кæнын нын баххуыс кæнут { $goal }

source: Help us validate sentences!
os: Аххуыс нын кæн сбæрæг кæнын хъуыдыйæдты растфыст.

source: Help us validate voices
os: Аххуыс нын кæ сфидар кæнын хъæлæстæ.

source: Here are the links to download your ZIP files.
os: Мӕнӕ дӕ ZIP-файлтæ равгӕныны ӕрвитӕн.

source: Hidden
os: Сусæг

source: Hiligaynon
os: Хилигайнон

source: Hill Mari
os: Хохы мариаг

source: Hindi
os: Хинди

source: Home
os: Сæйраг фарсмæ

source: Hours
os: Сахæттæ

source: Hours Recorded
os: Фыст сахæттæ

source: Hours Validated
os: Бӕлвырдгонд сахӕттӕ

source: { $hours } validated hours so far!
os: { $hours } басгæрст сахæттæ ныридæгæн

source: How ?
os: Куыд?

source: How are project decisions made?
os: Куыд хæссынц проекты уынаффæтæ?

source: How can I get the Common Voice data?
os: Куыд райсон Common Voice-ы рардтæ?

source: How can we effectively grow a language on Common Voice?
os: Куыд ис ӕвзаг парахат кӕнын Common Voice-ы?

source: How does Common Voice calculate hours?
os: Common Voice куыд нымайы рæстæджы сахæттæ?

source: How does Common Voice work?
os: Common Voice куыд кусы?

source: How does site localization work?
os: Куыд цæуы сайты локализаци?

source: How do I access and use the dataset?
os: Дасасетмӕ бацӕуӕн ӕмӕ йемӕ архайæн куыд ис?

source: How do I add a language?
os: Куыд бафтауæн и ног æвзæгтæ?

source: How do I add sentences?
os: Куыд хъуамæ бафтауон хъуыдыйæдтæ?

source: How do I cite?
os: Ратæдзæн куыд бацамонон?

source: How do I know whether to approve a voice clip?
os: Ныффыст хорз кæй у, уый куыд бамбарон?

source: How do I record a high quality voice clip?
os: Куыд ныфыссон хæрзхъæд хъæлæсон клип?

source: How do I stay in touch?
os: Куыд баззайон уӕ уылӕныл?

source: How do you ensure anonymity and privacy of the people who donated their voices?
os: Чи бахай кодта йæ хъæлæс, уыцы адæмы анонимдзинад æмæ конфиденциалондзинад куыд ифтонг кæнут?

source: How-to
os: Бæрæгуат

source: How to Cite
os: Цитатæ куыд аразын хъæуы

source: How would you describe your accent?
os: Куыд афыссис дæ акцент?

source: Hungarian
os: Венгриаг

source: I agree
os: Æз разы кæнын

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
os: Ӕз разы дӕн Common Voice-ы <termsLink>Домӕнтӕ</termsLink> ӕмӕ <privacyLink>Конфиденционалондзинады тыххæй фиппаинагимӕ</privacyLink>

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
os: Ацы ӕвзаг мӕ мадӕлон ӕвзаг нӕу, ӕмӕ дзурын акцентимӕ. Сымах ма уӕддӕр мӕ хъӕлӕс хъӕуы?

source: Icelandic
os: Исландиаг

source: Ideally natural and conversational (it should be easy to read the sentence)
os: Ӕрдзон æмæ ныхасон (хъуыдыйад хъуамæ æнцон бакæсæн уа)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
os: Мæн фæндид исын эл. фыстæджытæ, зæгъæм зæрдыл æрыфтауын нысæнттæ, сног кæнын мæ размæцыд æмæ ног хабӕрттӕ Common Voice-ы тыххæй.

source: I do not agree
os: Æз нæ разы кæнын

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
os: Ныффыст кӕд аиуварс кӕнынц 2 адӕймаджы, уӕд уый бахай кӕны хицӕн хай датасеты.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
os: Кæд адон æцæгæй дæр дæхи ныхæстæ сты, уæд зæгъ <italicizedText>“Мæхи ныхæстæ”</italicizedText>. Мах хъуамæ зонæм, ацы æрмæг кæм ссардтай, цæмæй бæлвырддæрæй базонæм, æхсæнады хæзнайы кæй ис æмæ йыл авторон барты арæнæвæрдтæ кæй нæ парахат кæнынц. Æххæст информаци хи ныхæсты тыххæй кæс нæ <guidelinesLink> рекомендацийы фарсыл</guidelinesLink>.

source: If the sentence does not meet the above criteria, click the "No" button.
os: Хъуыдыйæд кæд не ’ххæст кæны уæлдæрамынд критеритæ, уæд æрхæц «Нæ»-йыл.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
os: Хъуыдыйад кæд æфхæрд æмæ мæстджын кæны — зæгъæм, æргом мидис кæнæ æндæр асаст нæ <communityGuidelines>къорды архайды домæнтæ</communityGuidelines> — хъуамæ хъуыдыйад аиуварс кæнай. Ноджы ма дæ бон у нæ адрисы ууылты немæ сбæттын <emailFragment>commonvoice@mozilla.com</emailFragment> цæмæй проблемæ аскъуыддзаг кæнам.

source: If the sentence meets the criteria above, click the "Yes" button.
os: Хъуыдыйад кæд æххæст кæны уæлдæрамынд критеритæ, уæд æрхæц «О»-йыл.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
os: Кæд хъуыдыйадыл гуырысхо кæныс, уæд дын фæуадзыны бар ис æмæ æндæрмæ рахиз.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
os: Кӕд <strong>ныхӕстӕ равзарӕн ис</strong> ӕмӕ кæд ныффысты </strong>рӕдыдтытӕ нӕй<strong>, фылдӕрхатт уый нысан кӕны, <strong>хорз кæй у, уый</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
os: Махæй куы ницы фехъусай дыууæ боны дæргъы, уæд ныффысс <emailLink>{ $email }</emailLink>, æмæ мах раздæхдзыстæм дæумæ!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
os: Ды кæд фæрæзтæ агурыс ASR модельтæ саразынмæ, уæд дæ бон у сбæттын æндæр адæймæгтимæ <discourseLink>Discourse-ы æмбалады</discourseLink>.

source: If you run out of sentences to review, please help us collect more sentences!
os: Бæлвырд кæнынмæ кæд хъуыдыйæдтæ фесты, уæд нын фылдæр хъуыдыйæдтæ сæмбырд кæнын баххуыс кæн!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
os: Кæд хъуыды кæныс, дзурыны ахасты тыххæй <strong>бамбарын зын кæй у</strong> кæнæ дзы <strong>бирæ фонон уынæртæ</strong> кæй ис, кæнæ дзы <strong>æндæр дзурæг адæймæгтæ дæр</strong> кæй ис, уæд ды хъуамæ аиуварс кæнай клип. <accuracyLink>Фен фылдæр информаци нæ дырысдзинады критериты</accuracyLink>.

source: Igbo
os: Игбо

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
os: Æз ныртæккæ сарæзтон сæрмагонд нысан хъæлæсы бахай кæнынæн #CommonVoice — дæхи баиу кæн мемæ æмæ баххуыс кæн машинæтæ ахуыр кæнынæн, æцæг адæм куыд дзурынц, ууыл { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
os: Ацы информацийыл кӕй кусут, ууыл ӕз разы дӕн, куыд нын ӕй ӕмбарын кӕнут Mozilla-йы <privacyLink>Конфиденциалондзинады политикӕйы</privacyLink>.

source: Include appropriate citation
os: Ратӕдзӕн амынд у

source: Includes email, username & demographic info, available right away
os: Ис дзы, æнцонвадат уайтагъд чи сты, ахæм электронон посты адрис, архайæджы ном æмæ демографион информаци

source: Includes mp3s and related sentences, may take some time to prepare
os: Ис дзы mp3-тæ æмæ баст хъуыдыйæдтæ, гæнæн ис, æмæ бахардз кæндзæн цасдæр рæстæг

source: Indonesian
os: Индонезиаг

source: Information about the language
os: Информаци æвзаджы тыххæй

source: In Progress
os: Бакуысты къæпхæныл

source: Interested in learning more and contributing to the project?
os: Фылдӕр базонын дӕ фӕнды ӕмӕ дӕ бавӕрд баххӕсын проектмӕ?

source: Interface Language
os: Интерфейсы æвзаг

source: Interlingua
os: Интерлингвæ

source: Interlingue
os: Интерлингве

source: Irish
os: Ирландиаг

source: IsiNdebele (North)
os: Цæгат исиндебеле

source: IsiNdebele (South)
os: Хуссар исиндебеле

source: Is my account information public?
os: Мæ аккаунты информаци адæмæн гом у?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
os: <isoCodeLink>ISO кодтæ</isoCodeLink>, кæд сæ зоныс

source: Is the clip valid?
os: Хорз клип у?

source: Is the goal of Common Voice to build a voice assistant?
os: Common Voice-ы нысан — хъӕлӕсон ӕххуыс сфӕлдисын у?

source: is this a linguistically correct sentence?
os: Хъуыдыйад лингвистон æгъдаумæ гæсгæ раст у?

source: Italian
os: Италиаг

source: It contains words or phrases that are hard to read or pronounce.
os: Уымæ ис, зын кæсын æмæ зæгъын кæй сты, ахæм ныхæстæ æмæ фразæтæ.

source: It is written in a language different than what I’m reviewing.
os: Ай цы 'взагыл фыст у, уый хицæн кæны æз цы рецензи кæнын гъе уыйы.

source: It is written in a language different than what I’m speaking.
os: Ай фыст у, æз цæуыл дзурын, уыимæ абаргæйæ æндæрхуызон æвзагыл.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
os: Хъуыдыйады ратæдзæн бацамонын тынг ахсджиаг у, мах цæмæй зонæм хъуыдыйæдтæ æхсæнады хæзнайæ ист кæй сты, уый.

source: I want to join the Common Voice mailing list
os: Мӕн фӕнды баиу уын Common Voice-ы фыстæджыты номхыгъдмæ

source: Izhorian
os: Ижораг

source: Japanese
os: Япойнаг

source: Javanese
os: Явæйаг

source: Join the Common Voice mailing list
os: Дæхи бафтау Common Voice-ы пъисмоты номхыгъдмæ

source: Kabardian
os: Кæсгон

source: Kabyle
os: Кабиле

source: Kannada
os: Каннадæ

source: Kaqchikel
os: Какчикейлаг

source: Karakalpak
os: Каракалпакаг

source: Kazakh
os: Хъазахаг

source: { $kb }kb max
os: { $kb }КБ максимум

source: Keep
os: Ныууадз

source: Keep it up, record again <recordIcon></recordIcon>
os: Дарддæр кæн, ныффысс ногæй <recordIcon></recordIcon>

source: Keep the recordings
os: Мӕ ныффыстытӕ бафснай

source: Keep track of your progress and metrics across multiple languages.
os: Дӕ хъус дар де ’нтыстытӕ æмæ де ’вдисинагмæ бирӕ æвзæгтыл.

source: Keep track of your progress with a profile
os: Дæ цæст дар дæ прогрессмæ профилы фæрцы

source: Keep track of your progress with a profile and help our voice data be more accurate.
os: Дӕ профилы ууылты кӕс дӕ прогрессмӕ ӕмӕ нын баххуыс кӕн нӕ хъӕлӕсон рардты базӕйӕн дырысӕй уӕвын.

source: Khmer
os: Кхмераг

source: K'iche'
os: Киче

source: Kikuyu
os: Кикуйаг

source: Kinyarwanda
os: Киньяруандæ

source: Komi-Zyrian
os: Коми-зырянаг

source: Konkani (Devanagari)
os: Конкани (деванагари)

source: Korean
os: Корейаг

source: Kurmanji Kurdish
os: Куырманджи курдаг

source: Kyrgyz
os: Хъиргъизаг

source: Language
os: Æвзаг

source: Language Request
os: Æвзаджы бафарст

source: Language request successfully submitted, thank you.
os: Æвзаджы бафарст æнтыстджынæй бахаст æрцыд, бузныг.

source: Languages
os: Æвзæгтæ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
os: Локализаци кæнгæйæ æвзæгтæн ис æрæврæн хи уагæвæрдтæ уæлæмхасæн домæнтимæ. Кæд æвзагæн нæй сæрмагонд домæнтæ, уæд архайджытæн æвдисдзæнис уагæвæрдты иумæйаг верси.

source: Lao
os: Лаосаг

source: Latgalian
os: Латгайлаг

source: Latvian
os: Латвиаг

source: Launched
os: Куыст райдыдта

source: Leaderboard Visibility
os: Хуыздӕрты нымхыгъдмӕ-иу мӕ бахӕсс

source: Learn how to take part
os: Базон, дæхи куыд бафтауай архайдмæ

source: Learn More
os: Фылдæр базон

source: Leaving now means you’ll lose your changes
os: Ацæуын ныртæккæ нысан кæны, ды кæй фесафдзынæ дæ ивындзинæдтæ, уый.

source: Leaving now means you'll lose your progress
os: Ацæуын ныртæккæ нысан кæны, ды дæ прогресс кæй фесафдзынæ, уый

source: Length
os: Дæргъ

source: Let's Get Started
os: Байдайæм

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
os: Дамгъæтæ хъуамæ уой фæлдисгонд æвзагыл. Зæгъæм, “ж” — ацы дамгъæ у уырыссаг, фæлæ йæ пайда никуы фæкæнынц англисаг æвзаджы, æмæ уый тыххæй хъуамæ макуы фæзына иунæг англисаг райдайæн тексты.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
os: LibriSpeech у ахæм корпус, æмæ йæм ис 1000-мæ æввахс 16Khz англисаг кæсæн ныхасы сахæтты, кæцытæ равзæрдысты каст аудиочингуытæй LibriVox проектæй.

source: License
os: Лицензи

source: License: <licenseLink>CC-0</licenseLink>
os: Лицензи: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
os: Лицензи: { $license }

source: Ligurian
os: Лигуриаг

source: Lingala
os: Лингалæ

source: Link Copied
os: Æрвитæн къопигонд у.

source: Links to websites that can help us understand the language
os: Арвитæнтæ, сæ бон кæй у баххуыс нын кæнын де 'взаг бамбарын, ахæм вебсайттæм.

source: Listen
os: Хъус

source: Listening
os: Басгæрст

source: Listen-Queue
os: Байхъусыны рад

source: Lithuanian
os: Литоваг

source: Loading…
os: Æвгæны...

source: Localization
os: Локализаци

source: Localized
os: Локализацигонд

source: Log In
os: Бацӕуӕн

source: Login Identity
os: Бацæуынæн идентификатор

source: Log in or sign up to get started
os: Бацу кæнæ регистраци скæн райдайынмæ

source: Log In / Sign Up
os: Бацæуæн / Регистраци

source: Log In / Sign Up with { $company } email
os: Бахиз кӕнӕ { $company } посты ууылты регистраци скӕн

source: Log Out
os: Рацу

source: Lojban
os: Ложбан

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
os: Ӕвæццæгæн ам нæй ницавæр клиптæ, кæцытæм байхъусдзыстут ацы æвзагыл. Фæкæсут нæм рад байдзаг кæнынæй, уымӕн ӕмӕ системӕ куры ног ныффыстытӕ, хъӕуы дӕ хъӕлӕсӕй цалдӕр хъуыдыйады зӕгъын микрофонмӕ.

source: Luganda
os: Лугандæ

source: Luxembourgish
os: Люксембургаг

source: Macedonian
os: Македойнаг

source: Maithili
os: Майтили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
os: Сбæлвырд кæн, сайт раст кæй кусы, уый: хъуамæ фыссын райдайа дæ ныхасы хæд размæ æмæ фыст фæуа, куыддæр ныхъхъус уай, афтӕ.

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
os: Дæ хорзæхæй, куыд æмбæлы афтæ байдзаг кæн дæ размæ хаст æрмæджытæ, кæцыдæрты ратт анонимон демографион рардты ӕмбырд. Демографион рардтæ равæрыны размæ, се 'ппæт анонимизаци кæнæм.

source: Malagasy
os: Малагасиаг

source: Malay
os: Малайаг

source: Malayalam
os: Малайялам

source: Male
os: Нæлгоймаг

source: Maltese
os: Мальтæйаг

source: Manage Email Subscriptions
os: Фӕтк дӕттын рафыстытимӕ эл. посты ууылты

source: Manage Subscriptions
os: Фӕтк дӕттын рафыстытимӕ

source: Mapudungun
os: Мапудунгуйнаг

source: Marathi
os: Маратхи

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
os: Чи зоны, баххуыс кæна нæ <homepageLink>сæйраг фарс</homepageLink>? Цæмæй нæм фарст раттай, дæ хорзæхæй бафтау дæхи <matrixLink>Чаты къорд Matrix-мæ</matrixLink>, дæ хъус дар дæ проблемæтæм нæ сайты ууылты <githubLink>GitHub</githubLink> кæнæ абæрæг кæн <discourseLink>нæ Discourse-форумтæ</discourseLink>.

source: MB
os: МБ

source: Meadow Mari
os: Дæллаг мариаг

source: Medumba
os: Медумбæ

source: Meetei Lon
os: Мейтейлион

source: Message
os: Фыстæг

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
os: Ныффысты разӕй ныхасы хай фӕуагъд. Зӕгъӕм, кӕд дзургӕ у "салам" , уӕд фӕхъуысы "алам".

source: Mixed
os: Хӕццӕ

source: Moksha
os: Мокшайнаг

source: Mongolian
os: Мангойлаг

source: More
os: Фылдæр

source: Mossi
os: Мосиаг

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
os: Рардтæ, кæцытæй пайда кæнынц стыр компанитӕ, фылдæр адæмæн æнцонвадат не сты. Нӕ хъуыдымӕ гӕсгӕ уый уромы инновацитæ. Мах рауагътам проект Common Voice, цæмæй хъæлæс равзарæн технологи уа гом æмæ æнцонвадат алкæмæн.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
os: Стыр компанитæ цы æрмæгæй пайда кæнынц, уый адæмæн сæ фылдæры къухы не 'фты. Махмæ гæсгæ, ахæм уавæр æвзæрырдæм зыны инновацитыл. Уымæ гæсгæ мах сарæзтам, алкæмæ дæр чи фæхæццæ уыдзæн, хъæлæстæ чи иртасдзæн, ахæм проект.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
os: Хъæлæсон рардты æмбырдтæн сæ стыр хай ахуыр кæнынц бæрæг демографийы дæнцæгтыл. Æмæ фæстиуæгæн фæзыны мæнг аздæхт <articleLink>лæгтæ æмæ астæуккаг къласмæ</articleLink>. Акценттæ æмæ диалекттæ, кæцытæ арæх цух кæнынц дæнцæгон рардты æмбырдты, баст вæййынц, ныридæгæн хицæнгонд чи сты, ахæм адæмы къордтимæ. Бирæ машинæтæн зын вæййы бамбарын сылгоймæгты хъæлæстæ. Уый тыххæй нæ хъæлæсон рардты æмбырды мах фæнды алыхуызонад!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
os: Mozilla Common Voice у хъæппæрис, æцæг адæм куыд дзурынц, уый машинæтæ ахуыр кæнынæн баххуыс кæныны тыххæй.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
os: Mozilla Common Voice уæвинаг сси активисттæ, лингвисттæ, рардты ахуыргæндтæ, академиктæ æмæ инженер-программисты бирæвæрсыг æмбалады фæрцы. Проекты фæтк лæвæрд æрцæуы Mozillia Foundation-æй.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
os: Mozilla-йы нысан у, цæмæй веб баззайа гом æмæ æнцовадат алкæмæн. Уымæн мах хъæуы разæнгард кæнын веб саразджыты проекттæй, зæгъæм, Common Voice-ы хуызæн. Хъæлæсон технологитæ кæй арæх кæнынц, уый тыххæй мах уырны, уыдон хъуамæ лæггад кæной алы архайæгæн, уый. Уымæ гæсгæ хъæуы архайын фылдæр æвзæгтыл æмæ равдисын алыхуызон акценттæ æмæ демографи, кæд аразынц æмæ сгарынц хъæлæсон технологитæ, уæд. Common Voice у, æнцонвадат алкæмæн кæй у, ахæм æхсæнадон æрмæг, æмæ Mozilla-йы къордтæ æмæ саразджытæ дунейы ныртæккæ уымæй пайда кæнынц нæхи проектты дæр.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
os: Хъӕлӕс раиртасыны гом системӕ Deep Speech у Mozilla-йӕ чи зоны пайдагонд уа хи ӕфтуанты фӕлдисгӕйӕ. Бакӕс нӕ <githubLink>афӕлгӕст</githubLink> кӕнӕ баиу у<discourseLink> нӕ форумы хай DeepSpeech Discourse-мӕ</discourseLink>, цӕмӕй базонай, уый.

source: Mutual accountability.
os: Ӕмзӕрдиуаг бӕрн.

source: My Sentences
os: Мæ хъуыдыйæдтæ

source: n
os: н

source: N/A
os: Нæй

source: Name
os: Ном

source: Names of your language
os: Де ’взаджы нæмттæ

source: Native Language
os: Мадæлон æвзаг

source: Need some help with accent?
os: Акцентимӕ дӕ ӕххуыс хъӕуы?

source: Need some help with variants?
os: Здæхтимæ дӕ ӕххуыс хъӕуы?

source: Need to download your data?
os: Хъæуы дæ равгæнын дæ рардтæ?

source: Nepali
os: Непайлаг

source: New Language Launch
os: Ног æвзаджы куыстыл райдайæн

source: Next
os: Дарддӕр

source: Next Goals: { $goal }
os: Иннæ нысæнттæ: { $goal }

source: Nias
os: Ньясаг

source: No
os: Нæ

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
os: <noCopyright>Нæй авторон барты арæнæвæрд</noCopyright> (cc-0)

source: No foreign letters
os: Æнæ фæсарæйнаг символтæ

source: No gravatar found for your email
os: Дӕ эл. посты адрисимӕ граватары не ссардтам

source: No microphone found.
os: Микрофон ссарын нæ рауади.

source: No numbers and special characters
os: Æнæ нымæцтӕ, ӕнæ сæрмагонд символтӕ

source: Northern Sotho
os: Цæгат сото

source: Norwegian Bokmål
os: Норвегиаг букмол

source: Norwegian Nynorsk
os: Норвегиаг нюнорск

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
os: Фиппаинаг: Кæд «Зынгæ» æвзæрст у, уæд ацы рæвдзгæнæн баивæн ис <profileLink>профилы фарсы</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
os: Фиппаинаг: цӕмӕй ӕвӕрды фӕлгонц баивай, уый тыххӕй дӕ бахъӕудзӕнис равзарын "Дзурын" кӕнӕ "Хъусын".

source: No Thanks
os: Нæ, бузныг

source: No variant selected
os: Вариант нæ равзæрстай
